[
  {
    "id": "major-0",
    "name": "The Fool",
    "arcana": "Major",
    "suit": null,
    "number": 0,
    "keywords": ["new beginnings", "innocence", "spontaneity", "free spirit", "adventure"],
    "uprightShort": "New beginnings, innocence, spontaneity, and free spirit. A fresh start awaits.",
    "uprightLong": "The Fool represents new beginnings, having faith in the future, being inexperienced, not knowing what to expect, having beginner's luck, improvisation and believing in the universe. The Fool is a very powerful card in the Tarot deck, usually representing a new beginning and, consequently, an end to something in your old life. The Fool's position in your spread reveals which aspects of your life may be subject to change.",
    "reversedShort": "Recklessness, taken advantage of, inconsideration, and poor judgment.",
    "reversedLong": "The Fool reversed suggests that you have conceived of a new project but aren't ready to 'birth' it into the world just yet. You may lack the experience, knowledge, or financial resources to make this project a success. Or perhaps you know that you are not prepared, but you are feeling the pressure from others to act anyway. You would be wise to wait until you feel more confident in your abilities.",
    "imageUrl": "https://images.unsplash.com/photo-1518709268805-4e9042af2176?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-1",
    "name": "The Magician",
    "arcana": "Major",
    "suit": null,
    "number": 1,
    "keywords": ["manifestation", "resourcefulness", "power", "inspired action", "willpower"],
    "uprightShort": "Manifestation, resourcefulness, power, inspired action. You have the tools to succeed.",
    "uprightLong": "The Magician is a very positive omen when it appears in your Tarot reading. It represents your ability to take action and make things happen. The Magician has all the tools (and elements) he needs to manifest his goals in the physical realm. He has the cup (Water/emotions), the pentacle (Earth/money and material resources), the sword (Air/mental faculties and communication), and the wand (Fire/creativity and career).",
    "reversedShort": "Manipulation, poor planning, untapped talents, and lack of direction.",
    "reversedLong": "The Magician reversed suggests that you may be struggling to manifest your goals. You may lack the drive to push your creative projects forward, or you may be using your talents to manipulate and deceive others for your own personal gain. This is a time to step back and reconnect with your spiritual practice and your higher self.",
    "imageUrl": "https://images.unsplash.com/photo-1500048993953-d23a436266cf?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-2",
    "name": "The High Priestess",
    "arcana": "Major",
    "suit": null,
    "number": 2,
    "keywords": ["intuition", "sacred knowledge", "divine feminine", "subconscious mind", "inner wisdom"],
    "uprightShort": "Intuition, sacred knowledge, divine feminine, and subconscious mind. Trust your inner voice.",
    "uprightLong": "The High Priestess signifies spiritual enlightenment, inner illumination, divine knowledge and wisdom. She shows up in your Tarot readings when the veil between you and the underworld is thin, and you have the opportunity to access the knowledge deep within your soul. Now is the time to be still and listen to your inner voice.",
    "reversedShort": "Secrets, disconnected from intuition, withdrawal, and silence.",
    "reversedLong": "The High Priestess reversed indicates that you have lost touch with your intuition and are struggling to access your inner guidance. You may be overthinking things or relying too heavily on logic rather than trusting your gut instincts. This card encourages you to reconnect with your spiritual practice and listen to your inner voice.",
    "imageUrl": "https://images.unsplash.com/photo-1494368308039-ed3393a402a4?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-3",
    "name": "The Empress",
    "arcana": "Major",
    "suit": null,
    "number": 3,
    "keywords": ["femininity", "beauty", "nature", "nurturing", "abundance"],
    "uprightShort": "Femininity, beauty, nature, nurturing, and abundance. A time of creativity and growth.",
    "uprightLong": "The Empress signifies abundance, creation, and the nurturing of new life and ideas. She is the Mother archetype of the Tarot deck and the feminine counterpart to the Emperor. The Empress encourages you to connect with your feminine energy, regardless of your gender. Create beauty in your life, be receptive to what the Universe offers you, and trust your intuition.",
    "reversedShort": "Creative block, dependence on others, smothering, and lack of growth.",
    "reversedLong": "The Empress reversed suggests that you are disconnected from your feminine side and may be experiencing creative blocks or difficulties in nurturing yourself or others. You may be too dependent on others for your sense of self-worth or may be smothering those around you. This is a time to reconnect with your creative energy and practice self-care.",
    "imageUrl": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-4",
    "name": "The Emperor",
    "arcana": "Major",
    "suit": null,
    "number": 4,
    "keywords": ["authority", "establishment", "structure", "father figure", "leadership"],
    "uprightShort": "Authority, establishment, structure, and father figure. Take control and lead with confidence.",
    "uprightLong": "The Emperor represents authority, control, and the establishment of law and order. He is the Father archetype of the Tarot deck and represents the masculine drive to create structure and order. The Emperor encourages you to take charge of your life and establish clear boundaries and rules. He reminds you that you have the power to create the life you want through discipline and hard work.",
    "reversedShort": "Tyranny, rigidity, coldness, and lack of discipline.",
    "reversedLong": "The Emperor reversed suggests that you may be struggling with authority figures or may be too rigid in your approach to life. You may be experiencing a lack of discipline or may be abusing your power over others. This card encourages you to find a balance between structure and flexibility, and to use your authority wisely and compassionately.",
    "imageUrl": "https://images.unsplash.com/photo-1578662996442-48f60103fc96?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-5",
    "name": "The Hierophant",
    "arcana": "Major",
    "suit": null,
    "number": 5,
    "keywords": ["spiritual wisdom", "religious beliefs", "conformity", "tradition", "institutions"],
    "uprightShort": "Spiritual wisdom, religious beliefs, conformity, and tradition. Seek guidance from established wisdom.",
    "uprightLong": "The Hierophant represents spiritual wisdom, religious beliefs, conformity, tradition, and institutions. He is the bridge between heaven and earth and represents the need to follow established traditions and conventional methods. The Hierophant encourages you to seek guidance from a mentor, teacher, or spiritual advisor who can help you navigate your current situation.",
    "reversedShort": "Personal beliefs, freedom, challenging the status quo, and unconventional methods.",
    "reversedLong": "The Hierophant reversed suggests that you are breaking away from conventional beliefs and traditions to forge your own spiritual path. You may be questioning established institutions or seeking alternative approaches to spirituality. This card encourages you to trust your own inner wisdom and create your own belief system based on your personal experiences.",
    "imageUrl": "https://images.unsplash.com/photo-1548199973-03cce0bbc87b?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-6",
    "name": "The Lovers",
    "arcana": "Major",
    "suit": null,
    "number": 6,
    "keywords": ["love", "harmony", "relationships", "values alignment", "choices"],
    "uprightShort": "Love, harmony, relationships, and values alignment. Important choices about relationships await.",
    "uprightLong": "The Lovers represents love, harmony, and relationships. It can also indicate important choices and the need to align your actions with your values. The Lovers encourages you to examine your relationships and make decisions that are in alignment with your highest good. This card often appears when you are facing a significant choice about love or relationships.",
    "reversedShort": "Disharmony, imbalance, misalignment of values, and relationship conflicts.",
    "reversedLong": "The Lovers reversed suggests that you may be experiencing disharmony in your relationships or struggling to make important decisions. You may be out of alignment with your values or experiencing conflicts between your heart and your head. This card encourages you to take time to reflect on what truly matters to you and make decisions that honor your authentic self.",
    "imageUrl": "https://images.unsplash.com/photo-1469474968028-56623f02e42e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-7",
    "name": "The Chariot",
    "arcana": "Major",
    "suit": null,
    "number": 7,
    "keywords": ["control", "willpower", "success", "determination", "direction"],
    "uprightShort": "Control, willpower, success, and determination. Victory through focused effort and discipline.",
    "uprightLong": "The Chariot represents control, willpower, success, and determination. It suggests that you have the drive and determination to achieve your goals, but you must maintain focus and direction. The Chariot encourages you to harness your willpower and take control of your destiny. Victory is within reach if you stay focused and disciplined.",
    "reversedShort": "Lack of control, lack of direction, aggression, and scattered energy.",
    "reversedLong": "The Chariot reversed suggests that you may be struggling to maintain control over your life or may be lacking direction and focus. You may be experiencing scattered energy or may be too aggressive in your approach. This card encourages you to slow down, reassess your goals, and regain control over your emotions and actions.",
    "imageUrl": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-8",
    "name": "Strength",
    "arcana": "Major",
    "suit": null,
    "number": 8,
    "keywords": ["strength", "courage", "patience", "control", "compassion"],
    "uprightShort": "Strength, courage, patience, and control. Overcome challenges through inner strength and compassion.",
    "uprightLong": "Strength represents inner strength, courage, patience, and control. It suggests that you have the inner resources to overcome any challenges you may be facing. Unlike The Chariot, which represents external control, Strength represents inner mastery and the ability to control your emotions and impulses through patience and compassion.",
    "reversedShort": "Inner weakness, self-doubt, lack of confidence, and uncontrolled emotions.",
    "reversedLong": "Strength reversed suggests that you may be struggling with self-doubt or lacking confidence in your abilities. You may be experiencing uncontrolled emotions or may be feeling overwhelmed by your current circumstances. This card encourages you to reconnect with your inner strength and practice self-compassion.",
    "imageUrl": "https://images.unsplash.com/photo-1502134249126-9f3755a50d78?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-9",
    "name": "The Hermit",
    "arcana": "Major",
    "suit": null,
    "number": 9,
    "keywords": ["soul searching", "seeking inner guidance", "introspection", "inner wisdom", "solitude"],
    "uprightShort": "Soul searching, seeking inner guidance, and introspection. Time for quiet reflection and inner wisdom.",
    "uprightLong": "The Hermit represents soul searching, seeking inner guidance, and introspection. It suggests that you need to take time for quiet reflection and look within for the answers you seek. The Hermit encourages you to step back from the external world and connect with your inner wisdom. This is a time for spiritual growth and self-discovery.",
    "reversedShort": "Isolation, loneliness, withdrawal, and lost your way.",
    "reversedLong": "The Hermit reversed suggests that you may be isolating yourself too much or may be feeling lonely and disconnected from others. You may have lost your way or may be struggling to find meaning and purpose in your life. This card encourages you to reach out for support and guidance from others while still honoring your need for introspection.",
    "imageUrl": "https://images.unsplash.com/photo-1447433589675-4aaa569f3e05?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-10",
    "name": "Wheel of Fortune",
    "arcana": "Major",
    "suit": null,
    "number": 10,
    "keywords": ["good luck", "karma", "life cycles", "destiny", "turning point"],
    "uprightShort": "Good luck, karma, life cycles, and destiny. A turning point and positive change are coming.",
    "uprightLong": "The Wheel of Fortune represents good luck, karma, life cycles, and destiny. It suggests that you are at a turning point in your life and that positive changes are on the horizon. The Wheel reminds you that life is cyclical and that what goes around comes around. This is a time to trust in the process and have faith that everything is unfolding as it should.",
    "reversedShort": "Bad luck, lack of control, clinging to control, and external forces.",
    "uprightLong": "The Wheel of Fortune reversed suggests that you may be experiencing a run of bad luck or may be struggling to regain control over your life. You may be clinging too tightly to control or may be feeling at the mercy of external forces. This card encourages you to release your need for control and trust that the universe has a plan for you.",
    "imageUrl": "https://images.unsplash.com/photo-1605727216801-e27ce1d0cc28?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-11",
    "name": "Justice",
    "arcana": "Major",
    "suit": null,
    "number": 11,
    "keywords": ["justice", "fairness", "truth", "cause and effect", "law"],
    "uprightShort": "Justice, fairness, truth, and cause and effect. Decisions will be made fairly and truthfully.",
    "uprightLong": "Justice represents justice, fairness, truth, and cause and effect. It suggests that a fair and just outcome is on the horizon and that truth will prevail. Justice encourages you to make decisions based on fairness and truth, and reminds you that your actions have consequences. This is a time to take responsibility for your actions and make amends where necessary.",
    "reversedShort": "Unfairness, lack of accountability, dishonesty, and bias.",
    "reversedLong": "Justice reversed suggests that you may be experiencing unfairness or injustice in your life. You may be struggling with dishonesty or bias, either from yourself or others. This card encourages you to examine your own actions and motivations and take responsibility for any harm you may have caused. It also reminds you to stand up for truth and fairness, even when it's difficult.",
    "imageUrl": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-12",
    "name": "The Hanged Man",
    "arcana": "Major",
    "suit": null,
    "number": 12,
    "keywords": ["suspension", "restriction", "letting go", "sacrifice", "new perspective"],
    "uprightShort": "Suspension, restriction, letting go, and sacrifice. Gain new perspective through patience and surrender.",
    "uprightLong": "The Hanged Man represents suspension, restriction, letting go, and sacrifice. It suggests that you may need to put your plans on hold and approach your situation from a different perspective. The Hanged Man encourages you to surrender control and trust that this period of waiting will lead to greater understanding and wisdom.",
    "reversedShort": "Delays, resistance, stalling, and indecision.",
    "reversedLong": "The Hanged Man reversed suggests that you may be experiencing unnecessary delays or may be resisting the need to change your perspective. You may be stalling or struggling with indecision. This card encourages you to stop fighting against the current situation and instead look for the lesson or opportunity it presents.",
    "imageUrl": "https://images.unsplash.com/photo-1578662996442-48f60103fc96?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-13",
    "name": "Death",
    "arcana": "Major",
    "suit": null,
    "number": 13,
    "keywords": ["endings", "beginnings", "change", "transformation", "transition"],
    "uprightShort": "Endings, beginnings, change, and transformation. A major life transition is occurring.",
    "uprightLong": "Death represents endings, beginnings, change, and transformation. Despite its ominous appearance, Death is actually a very positive card that signifies the end of one phase of life and the beginning of another. Death encourages you to let go of what no longer serves you and embrace the new opportunities that await. This is a time of profound transformation and rebirth.",
    "reversedShort": "Resistance to change, personal transformation, and inner purging.",
    "reversedLong": "Death reversed suggests that you may be resisting necessary changes in your life or may be going through a period of inner transformation. You may be purging old beliefs, habits, or relationships that no longer serve you. This card encourages you to embrace the process of transformation, even when it feels uncomfortable or uncertain.",
    "imageUrl": "https://images.unsplash.com/photo-1548199973-03cce0bbc87b?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-14",
    "name": "Temperance",
    "arcana": "Major",
    "suit": null,
    "number": 14,
    "keywords": ["balance", "moderation", "patience", "purpose", "harmony"],
    "uprightShort": "Balance, moderation, patience, and purpose. Find harmony through middle path and moderation.",
    "uprightLong": "Temperance represents balance, moderation, patience, and purpose. It suggests that you need to find the middle ground and approach your situation with patience and moderation. Temperance encourages you to blend opposing forces in your life to create harmony and balance. This is a time to be patient and trust in the process of gradual progress.",
    "reversedShort": "Imbalance, excess, lack of long-term vision, and impatience.",
    "reversedLong": "Temperance reversed suggests that you may be struggling with imbalance or excess in your life. You may be lacking long-term vision or may be too impatient to see results. This card encourages you to step back and reassess your approach, looking for ways to bring more balance and moderation into your life.",
    "imageUrl": "https://images.unsplash.com/photo-1469474968028-56623f02e42e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-15",
    "name": "The Devil",
    "arcana": "Major",
    "suit": null,
    "number": 15,
    "keywords": ["bondage", "addiction", "sexuality", "materialism", "shadow self"],
    "uprightShort": "Bondage, addiction, sexuality, and materialism. Examine what holds you back or enslaves you.",
    "uprightLong": "The Devil represents bondage, addiction, sexuality, and materialism. It suggests that you may be feeling trapped or enslaved by your own desires, addictions, or material possessions. The Devil encourages you to examine what is holding you back and to take steps to free yourself from these bonds. Remember that these chains are often self-imposed and can be broken.",
    "reversedShort": "Releasing limiting beliefs, exploring dark thoughts, and detachment.",
    "reversedLong": "The Devil reversed suggests that you are beginning to break free from the bonds that have been holding you back. You may be releasing limiting beliefs or exploring the darker aspects of your psyche. This card encourages you to continue the process of liberation and to detach yourself from unhealthy patterns or relationships.",
    "imageUrl": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-16",
    "name": "The Tower",
    "arcana": "Major",
    "suit": null,
    "number": 16,
    "keywords": ["sudden change", "upheaval", "chaos", "revelation", "awakening"],
    "uprightShort": "Sudden change, upheaval, chaos, and revelation. Sudden disruption will lead to enlightenment.",
    "uprightLong": "The Tower represents sudden change, upheaval, chaos, and revelation. It suggests that a sudden disruption or crisis will shake the foundations of your life, but this upheaval is necessary for your spiritual growth and awakening. The Tower encourages you to embrace the chaos and trust that this destruction will clear the way for something better.",
    "reversedShort": "Personal transformation, fear of change, and avoiding disaster.",
    "reversedLong": "The Tower reversed suggests that you may be experiencing personal transformation or may be avoiding necessary changes out of fear. You may be resisting the breakdown of old structures in your life or may be trying to avoid disaster. This card encourages you to face your fears and embrace the process of transformation.",
    "imageUrl": "https://images.unsplash.com/photo-1605727216801-e27ce1d0cc28?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-17",
    "name": "The Star",
    "arcana": "Major",
    "suit": null,
    "number": 17,
    "keywords": ["hope", "faith", "purpose", "renewal", "spirituality"],
    "uprightShort": "Hope, faith, purpose, and renewal. A time of healing, inspiration, and spiritual guidance.",
    "uprightLong": "The Star represents hope, faith, purpose, and renewal. It suggests that you are entering a period of healing and inspiration after a difficult time. The Star encourages you to have faith in the future and trust that you are being guided by a higher power. This is a time to connect with your spiritual purpose and allow your inner light to shine.",
    "reversedShort": "Lack of faith, despair, self-trust, and disconnection.",
    "reversedLong": "The Star reversed suggests that you may be lacking faith or feeling despair about your current situation. You may be struggling with self-trust or feeling disconnected from your spiritual purpose. This card encourages you to reconnect with your inner guidance and remember that even in the darkest times, there is always hope for renewal and healing.",
    "imageUrl": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-18",
    "name": "The Moon",
    "arcana": "Major",
    "suit": null,
    "number": 18,
    "keywords": ["illusion", "fear", "anxiety", "subconscious", "intuition"],
    "uprightShort": "Illusion, fear, anxiety, and subconscious. Navigate uncertainty through intuition and inner guidance.",
    "uprightLong": "The Moon represents illusion, fear, anxiety, and the subconscious mind. It suggests that you may be experiencing confusion or uncertainty and that things may not be as they appear. The Moon encourages you to trust your intuition and inner guidance to navigate through this time of uncertainty. Pay attention to your dreams and subconscious messages.",
    "reversedShort": "Release of fear, repressed emotion, and inner confusion.",
    "reversedLong": "The Moon reversed suggests that you are beginning to see through illusions and release fears that have been holding you back. You may be dealing with repressed emotions or inner confusion that is now coming to the surface. This card encourages you to face these shadow aspects of yourself with compassion and understanding.",
    "imageUrl": "https://images.unsplash.com/photo-1502134249126-9f3755a50d78?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-19",
    "name": "The Sun",
    "arcana": "Major",
    "suit": null,
    "number": 19,
    "keywords": ["positivity", "fun", "warmth", "success", "vitality"],
    "uprightShort": "Positivity, fun, warmth, and success. Joy, success, and positive energy illuminate your path.",
    "uprightLong": "The Sun represents positivity, fun, warmth, success, and vitality. It is one of the most positive cards in the Tarot deck and suggests that you are entering a period of joy, success, and positive energy. The Sun encourages you to embrace your inner child and approach life with enthusiasm and optimism. This is a time to celebrate your achievements and bask in the warmth of success.",
    "reversedShort": "Inner child, feeling down, and overly optimistic.",
    "reversedLong": "The Sun reversed suggests that you may be feeling down or struggling to maintain your usual optimism. You may need to reconnect with your inner child or may be being overly optimistic about a situation. This card encourages you to look for the silver lining in difficult situations and remember that joy and happiness are always available to you.",
    "imageUrl": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-20",
    "name": "Judgement",
    "arcana": "Major",
    "suit": null,
    "number": 20,
    "keywords": ["judgement", "rebirth", "inner calling", "forgiveness", "awakening"],
    "uprightShort": "Judgement, rebirth, inner calling, and forgiveness. A time of spiritual awakening and renewal.",
    "uprightLong": "Judgement represents judgement, rebirth, inner calling, and forgiveness. It suggests that you are experiencing a spiritual awakening or calling to a higher purpose. Judgement encourages you to reflect on your past actions and make peace with your mistakes. This is a time of forgiveness, redemption, and rebirth. Trust that you are being called to a higher path.",
    "reversedShort": "Self-doubt, hash inner critic, and ignoring the call.",
    "reversedLong": "Judgement reversed suggests that you may be struggling with self-doubt or may be ignoring an important inner calling. You may have a harsh inner critic that is preventing you from moving forward. This card encourages you to practice self-forgiveness and listen to your inner voice, even when it's calling you to make difficult changes.",
    "imageUrl": "https://images.unsplash.com/photo-1447433589675-4aaa569f3e05?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "major-21",
    "name": "The World",
    "arcana": "Major",
    "suit": null,
    "number": 21,
    "keywords": ["completion", "accomplishment", "travel", "fulfillment", "success"],
    "uprightShort": "Completion, accomplishment, travel, and fulfillment. Success and fulfillment of your goals.",
    "uprightLong": "The World represents completion, accomplishment, travel, and fulfillment. It is the final card of the Major Arcana and represents the successful completion of a journey or cycle. The World suggests that you have achieved your goals and are experiencing a sense of fulfillment and wholeness. This is a time to celebrate your accomplishments and prepare for the next cycle of growth.",
    "reversedShort": "Incomplete goals, lack of closure, and stagnation.",
    "reversedLong": "The World reversed suggests that you may be struggling to complete a project or achieve your goals. You may be lacking closure or feeling stuck in a state of stagnation. This card encourages you to examine what is preventing you from reaching completion and take the necessary steps to finish what you have started.",
    "imageUrl": "https://images.unsplash.com/photo-1447433589675-4aaa569f3e05?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "wands-1",
    "name": "Ace of Wands",
    "arcana": "Minor",
    "suit": "wands",
    "number": 1,
    "keywords": ["inspiration", "new opportunities", "growth", "potential", "creative spark"],
    "uprightShort": "Inspiration, new opportunities, and growth. A burst of creative energy and potential.",
    "uprightLong": "The Ace of Wands represents inspiration, new opportunities, and growth potential. It suggests that you are experiencing a burst of creative energy and that new opportunities are presenting themselves. This is a time to take action on your ideas and pursue your passions with enthusiasm. The seed of a new creative project or venture is being planted.",
    "reversedShort": "Lack of energy, delays, and false starts.",
    "reversedLong": "The Ace of Wands reversed suggests that you may be experiencing a lack of energy or motivation, or that your plans are being delayed. You may be experiencing false starts or struggling to get your ideas off the ground. This card encourages you to be patient and wait for the right opportunity to take action.",
    "imageUrl": "https://images.unsplash.com/photo-1470813740244-df37b8c1edcb?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "wands-2",
    "name": "Two of Wands",
    "arcana": "Minor",
    "suit": "wands",
    "number": 2,
    "keywords": ["future planning", "making decisions", "leaving comfort zone", "personal power"],
    "uprightShort": "Future planning, making decisions, and personal power. Planning for long-term success.",
    "uprightLong": "The Two of Wands represents future planning, making decisions, and stepping into your personal power. It suggests that you are in a position to make important decisions about your future and that you have the power to shape your destiny. This is a time to think big and make plans for long-term success.",
    "reversedShort": "Fear of unknown, lack of planning, and being unprepared.",
    "reversedLong": "The Two of Wands reversed suggests that you may be afraid of the unknown or may be lacking in proper planning. You may be feeling unprepared to make important decisions or may be hesitating to step out of your comfort zone. This card encourages you to take time to plan and prepare before moving forward.",
    "imageUrl": "https://images.unsplash.com/photo-1470813740244-df37b8c1edcb?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "wands-3",
    "name": "Three of Wands",
    "arcana": "Minor",
    "suit": "wands",
    "number": 3,
    "keywords": ["expansion", "foresight", "overseas opportunities", "leadership"],
    "uprightShort": "Expansion, foresight, and overseas opportunities. Your plans are expanding and showing progress.",
    "uprightLong": "The Three of Wands represents expansion, foresight, and overseas opportunities. It suggests that your plans are beginning to expand and show progress. You may be exploring opportunities in distant places or expanding your horizons in some way. This is a time to think globally and consider the bigger picture.",
    "reversedShort": "Playing small, lack of foresight, and unexpected delays.",
    "reversedLong": "The Three of Wands reversed suggests that you may be playing small or limiting your potential. You may be lacking foresight or experiencing unexpected delays in your plans. This card encourages you to expand your vision and think bigger about your possibilities.",
    "imageUrl": "https://images.unsplash.com/photo-1470813740244-df37b8c1edcb?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "cups-1",
    "name": "Ace of Cups",
    "arcana": "Minor",
    "suit": "cups",
    "number": 1,
    "keywords": ["love", "new relationships", "compassion", "creativity", "emotional awakening"],
    "uprightShort": "Love, new relationships, and compassion. An outpouring of emotional and spiritual energy.",
    "uprightLong": "The Ace of Cups represents new beginnings in love, relationships, compassion, and creativity. It suggests that you are opening your heart to new experiences and emotional connections. This card often indicates the beginning of a new relationship, a deepening of existing relationships, or a spiritual awakening that opens your heart to greater love and compassion.",
    "reversedShort": "Emotional loss, blocked creativity, and emptiness.",
    "reversedLong": "The Ace of Cups reversed suggests that you may be experiencing emotional loss, blocked creativity, or a sense of emptiness. You may be struggling to connect with your emotions or may be closing your heart to new experiences. This card encourages you to process your emotions and gradually open your heart again.",
    "imageUrl": "https://images.unsplash.com/photo-1578662996442-48f60103fc96?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "cups-2",
    "name": "Two of Cups",
    "arcana": "Minor",
    "suit": "cups",
    "number": 2,
    "keywords": ["unified love", "partnership", "mutual attraction", "relationships", "harmony"],
    "uprightShort": "Unified love, partnership, and mutual attraction. A harmonious and balanced relationship.",
    "uprightLong": "The Two of Cups represents unified love, partnership, and mutual attraction. It suggests the formation of a new relationship or the deepening of an existing one. This card indicates harmony, balance, and mutual respect between two people. It can represent romantic relationships, friendships, or business partnerships built on trust and shared values.",
    "reversedShort": "Imbalance, broken communication, and tension.",
    "reversedLong": "The Two of Cups reversed suggests that there may be imbalance, broken communication, or tension in a relationship. You may be experiencing disharmony with someone important to you or struggling to find common ground. This card encourages you to work on communication and seek to restore balance in your relationships.",
    "imageUrl": "https://images.unsplash.com/photo-1469474968028-56623f02e42e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "cups-3",
    "name": "Three of Cups",
    "arcana": "Minor",
    "suit": "cups",
    "number": 3,
    "keywords": ["celebration", "friendship", "creativity", "community", "happiness"],
    "uprightShort": "Celebration, friendship, and creativity. Joy shared with friends and community.",
    "uprightLong": "The Three of Cups represents celebration, friendship, creativity, and community. It suggests a time of joy, celebration, and connection with others. This card often appears when you are celebrating achievements with friends or when your creative collaborations are flourishing. It emphasizes the importance of community and shared happiness.",
    "reversedShort": "Independence, alone time, and self-celebration.",
    "reversedLong": "The Three of Cups reversed suggests that you may need some independence or alone time, or that you are learning to celebrate yourself without needing others' approval. You may be experiencing some distance from your usual social circle or may be focusing more on personal achievements rather than group activities.",
    "imageUrl": "https://images.unsplash.com/photo-1469474968028-56623f02e42e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "swords-1",
    "name": "Ace of Swords",
    "arcana": "Minor",
    "suit": "swords",
    "number": 1,
    "keywords": ["breakthrough", "clarity", "sharp mind", "communication", "new ideas"],
    "uprightShort": "Breakthrough, clarity, and sharp mind. Mental clarity and new ideas breakthrough.",
    "uprightLong": "The Ace of Swords represents breakthrough, clarity, and mental sharpness. It suggests that you are experiencing a moment of clarity or having a breakthrough that cuts through confusion. This card indicates new ideas, clear communication, and the power of the mind to overcome obstacles. It's a time for intellectual growth and mental clarity.",
    "reversedShort": "Confusion, miscommunication, and clouded judgment.",
    "reversedLong": "The Ace of Swords reversed suggests that you may be experiencing confusion, miscommunication, or clouded judgment. Your thinking may be unclear or you may be struggling to express your ideas effectively. This card encourages you to take time to clear your mind and seek clarity before making important decisions.",
    "imageUrl": "https://images.unsplash.com/photo-1548199973-03cce0bbc87b?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "swords-2",
    "name": "Two of Swords",
    "arcana": "Minor",
    "suit": "swords",
    "number": 2,
    "keywords": ["difficult decisions", "weighing options", "indecision", "stalemate", "blocked emotions"],
    "uprightShort": "Difficult decisions, weighing options, and indecision. Being at a crossroads requiring careful consideration.",
    "uprightLong": "The Two of Swords represents difficult decisions, weighing options, and indecision. It suggests that you are at a crossroads and need to make a difficult choice. You may be feeling torn between two equally appealing or challenging options. This card encourages you to gather more information, trust your intuition, and make a decision even if it feels difficult.",
    "reversedShort": "Indecision, confusion, and information overload.",
    "reversedLong": "The Two of Swords reversed suggests that you may be experiencing even greater indecision, confusion, or information overload. You may be avoiding making a necessary decision or may be overwhelmed by too many options. This card encourages you to simplify your choices and trust your inner wisdom to guide you.",
    "imageUrl": "https://images.unsplash.com/photo-1548199973-03cce0bbc87b?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "swords-3",
    "name": "Three of Swords",
    "arcana": "Minor",
    "suit": "swords",
    "number": 3,
    "keywords": ["heartbreak", "emotional pain", "sorrow", "grief", "betrayal"],
    "uprightShort": "Heartbreak, emotional pain, and sorrow. A time of grief and emotional healing.",
    "uprightLong": "The Three of Swords represents heartbreak, emotional pain, sorrow, and grief. It suggests that you are going through a difficult emotional time, perhaps involving loss, betrayal, or disappointment. While painful, this experience is also an opportunity for emotional growth and healing. Allow yourself to feel and process these emotions fully.",
    "reversedShort": "Recovery, forgiveness, and moving on.",
    "reversedLong": "The Three of Swords reversed suggests that you are beginning to recover from emotional pain and are in the process of healing. You may be finding forgiveness, either for yourself or others, and are ready to move forward. This card indicates that the worst of the emotional pain is behind you and healing is taking place.",
    "imageUrl": "https://images.unsplash.com/photo-1505142468610-359e7d316be0?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "pentacles-1",
    "name": "Ace of Pentacles",
    "arcana": "Minor",
    "suit": "pentacles",
    "number": 1,
    "keywords": ["manifestation", "new financial opportunity", "abundance", "prosperity", "material gain"],
    "uprightShort": "Manifestation, new financial opportunity, and abundance. New opportunities for material success.",
    "uprightLong": "The Ace of Pentacles represents manifestation, new financial opportunities, and abundance. It suggests that a new opportunity for material success, financial gain, or career advancement is presenting itself. This card indicates the potential for prosperity and the manifestation of your goals in the physical world. It's time to plant the seeds for future financial security.",
    "reversedShort": "Lost opportunity, lack of planning, and poor financial decisions.",
    "reversedLong": "The Ace of Pentacles reversed suggests that you may have missed an opportunity or are making poor financial decisions. You may be lacking in planning or not taking advantage of available resources. This card encourages you to be more practical and methodical in your approach to material matters.",
    "imageUrl": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "pentacles-2",
    "name": "Two of Pentacles",
    "arcana": "Minor",
    "suit": "pentacles",
    "number": 2,
    "keywords": ["balance", "prioritizing", "time management", "juggling responsibilities", "flexibility"],
    "uprightShort": "Balance, prioritizing, and time management. Successfully juggling multiple responsibilities.",
    "uprightLong": "The Two of Pentacles represents balance, prioritizing, and time management. It suggests that you are successfully juggling multiple responsibilities, projects, or commitments. While this may feel challenging at times, you have the flexibility and skill to manage everything effectively. This card encourages you to stay organized and maintain your sense of balance.",
    "reversedShort": "Imbalance, disorganization, and overwhelm.",
    "reversedLong": "The Two of Pentacles reversed suggests that you may be struggling with imbalance, disorganization, or overwhelm. You may be taking on too much or struggling to manage your various responsibilities effectively. This card encourages you to simplify your commitments and focus on what's most important.",
    "imageUrl": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  },
  {
    "id": "pentacles-3",
    "name": "Three of Pentacles",
    "arcana": "Minor",
    "suit": "pentacles",
    "number": 3,
    "keywords": ["collaboration", "learning", "implementation", "teamwork", "building"],
    "uprightShort": "Collaboration, learning, and implementation. Working successfully with others to build something meaningful.",
    "uprightLong": "The Three of Pentacles represents collaboration, learning, and implementation. It suggests that you are working successfully with others to build something meaningful and lasting. This card indicates the importance of teamwork, sharing knowledge, and learning from others. Your collaborative efforts are laying the foundation for future success.",
    "reversedShort": "Disharmony, lack of teamwork, and poor collaboration.",
    "reversedLong": "The Three of Pentacles reversed suggests that you may be experiencing disharmony, lack of teamwork, or poor collaboration. There may be conflicts within your team or a lack of shared vision. This card encourages you to work on communication and find ways to align everyone's goals and efforts.",
    "imageUrl": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=300&h=500"
  }
]
